Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 上游目标
ar: الهدف المنبع
de: Upstream-Ziel
en: upstream target
es: objetivo aguas arriba
fr: cible en amont
ja: 上流ターゲット
ko: 업스트림 대상
pt_br: alvo a montante
ru: цель выше по течению
zh_hant: 上游目標

source: 上游请求超时，请检查网络或稍后重试
ar: انتهت مهلة طلب المزوّد. تحقق من الشبكة أو أعد المحاولة لاحقًا
de: Die Upstream-Anfrage hat das Zeitlimit überschritten. Netzwerk prüfen oder später erneut versuchen
en: The upstream request timed out. Check the network or try again later
es: La solicitud al servicio de origen agotó el tiempo. Comprueba la red o inténtalo más tarde
fr: La requête en amont a expiré. Vérifiez le réseau ou réessayez plus tard
ja: 上流リクエストがタイムアウトしました。ネットワークを確認するか後でもう一度お試しください
ko: 업스트림 요청 시간이 초과되었습니다. 네트워크를 확인하거나 나중에 다시 시도하세요
pt_br: A solicitação upstream expirou. Verifique a rede ou tente novamente mais tarde
ru: Превышено время ожидания поставщика. Проверьте сеть или повторите позже
zh_hant: 上游請求超時，請檢查網絡或稍後重試

source: 不会调用供应商、不会产生费用，也不会修改轮询计数、健康状态或用量。
ar: لا يتم استدعاء أي موفري خدمة، ولا يتم فرض أي رسوم، ولا يتم تعديل أي عدد للاستقصاءات أو الحالة الصحية أو الاستخدام.
de: Es werden keine Anbieter angerufen, es fallen keine Gebühren an und es werden keine Umfragewerte, Gesundheitsstatus oder Nutzung geändert.
en: No providers are called, no charges are incurred, and no poll counts, health status, or usage are modified.
es: No se llama a ningún proveedor, no se incurre en cargos y no se modifican los recuentos de encuestas, el estado de salud ni el uso.
fr: Aucun fournisseur n'est appelé, aucun frais n'est engagé et aucun décompte, état de santé ou utilisation n'est modifié.
ja: プロバイダーは呼び出されず、料金は発生せず、ポーリング数、健全性ステータス、または使用状況は変更されません。
ko: 공급자가 호출되지 않고 요금이 부과되지 않으며 폴링 횟수, 상태 또는 사용량이 수정되지 않습니다.
pt_br: Nenhum provedor é chamado, nenhuma cobrança é incorrida e nenhuma contagem de pesquisas, estado de saúde ou uso é modificado.
ru: Никакие поставщики не вызываются, никакие расходы не взимаются, и никакие опросы, состояние здоровья или использование не изменяются.
zh_hant: 不會調用供應商、不會產生費用，也不會修改輪詢計數、健康狀態或用量。

source: 不支持的供应商类型
ar: نوع البائع غير مدعوم
de: Nicht unterstützter Anbietertyp
en: Unsupported vendor type
es: Tipo de proveedor no admitido
fr: Type de fournisseur non pris en charge
ja: サポートされていないベンダーの種類
ko: 지원되지 않는 공급업체 유형
pt_br: Tipo de fornecedor não compatível
ru: Неподдерживаемый тип поставщика
zh_hant: 不支持的供應商類型

source: 不是模型官方供应商
ar: ليس المورد الرسمي للنماذج
de: Kein offizieller Anbieter von Modellen
en: Not an official supplier of models
es: No es un proveedor oficial de modelos.
fr: Pas un fournisseur officiel de modèles
ja: モデルの公式サプライヤーではありません
ko: 공식 모델 공급업체가 아닙니다.
pt_br: Não é um fornecedor oficial de modelos
ru: Не официальный поставщик моделей.
zh_hant: 不是模型官方供應商

source: 不限
ar: لا يوجد حد
de: Keine Begrenzung
en: No limit
es: Sin límite
fr: Aucune limite
ja: 制限なし
ko: 제한 없음
pt_br: Sem limite
ru: Без ограничений

source: 不限预算
ar: لا يوجد حد للميزانية
de: Keine Budgetbegrenzung
en: No budget limit
es: Sin límite de presupuesto
fr: Aucune limite budgétaire
ja: 予算制限なし
ko: 예산 제한 없음
pt_br: Sem limite de orçamento
ru: Без ограничения бюджета
zh_hant: 不限預算

source: 个人开发者 Token Plan；必须使用个人版专属 API Key，不能与企业版或按量版混用。
ar: خطة الرمز المميز للمطور الشخصي؛ يجب أن يستخدم مفتاح API الحصري للإصدار الشخصي ولا يمكن مزجه مع إصدار المؤسسة أو الإصدار المدفوع.
de: Persönlicher Entwickler-Token-Plan; muss den API-Schlüssel exklusiv für die persönliche Version verwenden und kann nicht mit der Unternehmensversion oder der kostenpflichtigen Version gemischt werden.
en: Personal developer Token Plan; must use the API Key exclusive to the personal version and cannot be mixed with the enterprise version or the paid version.
es: Plan de tokens de desarrollador personal; debe utilizar la clave API exclusiva de la versión personal y no se puede combinar con la versión empresarial ni con la versión paga.
fr: Plan de jetons de développeur personnel ; doit utiliser la clé API exclusive à la version personnelle et ne peut être mélangée avec la version entreprise ou la version payante.
ja: 個人開発者トークンプラン;個人版専用の API キーを使用する必要があり、エンタープライズ版や有料版と混在させることはできません。
ko: 개인 개발자 토큰 계획; 반드시 개인용 API Key를 사용해야 하며, 기업용, 유료버전과 혼용할 수 없습니다.
pt_br: Plano de token de desenvolvedor pessoal; deve utilizar a API Key exclusiva da versão pessoal e não pode ser mesclada com a versão empresarial ou paga.
ru: План токенов персонального разработчика; должен использовать ключ API исключительно для личной версии и не может смешиваться с корпоративной или платной версией.
zh_hant: 個人開發者 Token Plan；必須使用個人版專屬 API Key，不能與企業版或按量版混用。

source: 个人项目
ar: المشاريع الشخصية
de: persönliche Projekte
en: personal projects
es: proyectos personales
fr: projets personnels
ja: 個人的なプロジェクト
ko: 개인 프로젝트
pt_br: projetos pessoais
ru: личные проекты
zh_hant: 個人項目

source: 中国大陆
ar: البر الرئيسى للصين
de: Festlandchina
en: Mainland China
es: China continental
fr: Chine continentale
ja: 中国本土
ko: 중국 본토
pt_br: China continental
ru: Материковый Китай
zh_hant: 中國大陸

source: 为保持界面流畅，当前显示前 %lld 个匹配模型；输入更精确的名称可配置其余模型。
ar: للحفاظ على سلاسة الواجهة، تُعرض أول %lld من النماذج المطابقة فقط. أدخل اسمًا أدق لضبط البقية.
de: Für eine flüssige Oberfläche werden nur die ersten %lld passenden Modelle angezeigt. Geben Sie einen genaueren Namen ein, um weitere zu konfigurieren.
en: To keep the interface responsive, only the first %lld matching models are shown. Enter a more specific name to configure the rest.
es: Para mantener una interfaz fluida solo se muestran los primeros %lld modelos coincidentes. Introduce un nombre más específico para configurar el resto.
fr: Pour préserver la fluidité, seuls les %lld premiers modèles correspondants sont affichés. Saisissez un nom plus précis pour configurer les autres.
ja: 画面の応答性を保つため、最初の %lld 件のみ表示しています。残りを設定するには、より具体的な名前を入力してください。
ko: 인터페이스 반응성을 위해 일치하는 모델 중 처음 %lld개만 표시합니다. 나머지를 구성하려면 더 구체적인 이름을 입력하세요.
pt_br: Para manter a interface responsiva, apenas os primeiros %lld modelos correspondentes são exibidos. Informe um nome mais específico para configurar os demais.
ru: Для сохранения отзывчивости показаны только первые %lld совпавших моделей. Укажите более точное имя, чтобы настроить остальные.
zh_hant: 為保持界面流暢，當前顯示前 %lld 個匹配模型；輸入更精確的名稱可配置其餘模型。

source: 为单个客户端创建可撤销、可限额的本地访问权。
ar: أنشئ وصولًا محليًا محدودًا وقابلًا للإلغاء لعميل واحد.
de: Erstellen Sie widerrufbaren, begrenzten lokalen Zugriff für einen Client.
en: Create revocable, limited local access for one client.
es: Crea acceso local revocable y limitado para un cliente.
fr: Créez un accès local révocable et limité pour un client.
ja: 単一クライアント用に取り消し可能で制限付きのローカルアクセスを作成します。
ko: 단일 클라이언트에 취소 및 제한 가능한 로컬 접근 권한을 만듭니다.
pt_br: Crie acesso local revogável e limitado para um cliente.
ru: Создайте отзывной ограниченный локальный доступ для одного клиента.
zh_hant: 為單個客戶端創建可撤銷、可限額的本地訪問權。

source: 云雾 API
ar: واجهة برمجة التطبيقات السحابية
de: Cloud-API
en: Cloud API
es: API de la nube
fr: API cloud
ja: クラウドAPI
ko: 클라우드 API
pt_br: API de nuvem
ru: Облачный API
zh_hant: 雲霧 API

source: 云雾 API 账户可用模型
ar: نماذج Yunwu API المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Yunwu-API-Modelle
en: Yunwu API models available to this account
es: Modelos de Yunwu API disponibles para esta cuenta
fr: Modèles Yunwu API disponibles pour ce compte
ja: このアカウントで利用可能なYunwu APIモデル
ko: 이 계정에서 사용 가능한 Yunwu API 모델
pt_br: Modelos Yunwu API disponíveis para esta conta
ru: Модели Yunwu API, доступные этой учётной записи
zh_hant: 雲霧 API 賬戶可用模型

source: 人工解除隔离并标记为可用
ar: إلغاء الحجر الصحي ووضع علامة يدويًا متاحان
de: Manuell aus der Quarantäne entfernen und als verfügbar markieren
en: Manually unquarantine and mark available
es: Sacar manualmente la cuarentena y marcar como disponible
fr: Lever manuellement la quarantaine et marquer la disponibilité
ja: 手動で隔離を解除し、使用可能にマークを付ける
ko: 수동으로 격리 해제하고 사용 가능으로 표시
pt_br: Cancelar manualmente a quarentena e marcar como disponível
ru: Вывести из карантина вручную и отметить доступным
zh_hant: 人工解除隔離並標記為可用

source: 人民币（CNY）
ar: اليوان الصيني (CNY)
de: Chinesischer Yuan (CNY)
en: Chinese Yuan (CNY)
es: Yuan chino (CNY)
fr: Yuan chinois (CNY)
ja: 中国人民元（CNY）
ko: 중국 위안(CNY)
pt_br: Yuan chinês (CNY)
ru: Китайский юань (CNY)
zh_hant: 人民幣（CNY）

source: 仅使用合成数据，不读取凭证、不访问模型供应商，也不会产生费用。
ar: يتم استخدام البيانات الاصطناعية فقط، ولا تتم قراءة بيانات الاعتماد، ولا يتم الوصول إلى بائعي النماذج، ولا يتم فرض أي رسوم.
de: Es werden nur synthetische Daten verwendet, es werden keine Anmeldeinformationen gelesen, es wird nicht auf Modellanbieter zugegriffen und es fallen keine Gebühren an.
en: Only synthetic data is used, no credentials are read, no model vendors are accessed, and no fees are incurred.
es: Solo se utilizan datos sintéticos, no se leen credenciales, no se accede a proveedores de modelos y no se incurre en tarifas.
fr: Seules des données synthétiques sont utilisées, aucune information d'identification n'est lue, aucun fournisseur de modèles n'est consulté et aucun frais n'est facturé.
ja: 合成データのみが使用され、資格情報は読み取られず、モデル ベンダーへのアクセスも行われず、料金は発生しません。
ko: 합성 데이터만 사용되며 자격 증명은 읽혀지지 않으며 모델 공급업체에 액세스되지 않으며 수수료가 발생하지 않습니다.
pt_br: Somente dados sintéticos são usados, nenhuma credencial é lida, nenhum fornecedor de modelo é acessado e nenhuma taxa é cobrada.
ru: Используются только синтетические данные, учетные данные не считываются, поставщики моделей не получают доступа и никакие сборы не взимаются.
zh_hant: 僅使用合成數據，不讀取憑證、不訪問模型供應商，也不會產生費用。

source: 仅允许模型官方供应商
ar: يُسمح فقط للموردين الرسميين للنماذج
de: Nur offizielle Anbieter von Modellen erlaubt
en: Only official suppliers of models allowed
es: Sólo se permiten proveedores oficiales de modelos.
fr: Seuls les fournisseurs officiels de modèles sont autorisés
ja: モデルの公式サプライヤーのみが許可されます
ko: 공식 모델 공급업체만 허용
pt_br: Somente fornecedores oficiais de modelos são permitidos
ru: Допускаются только официальные поставщики моделей.
zh_hant: 僅允許模型官方供應商

source: 仅向这里填写的完整地址发起一次 GET；不会自动补全 /v1/models 等路径。凭证通过请求头发送，拉取结果需预览确认后才会合并。
ar: قم فقط ببدء GET على العنوان الكامل المملوء هنا؛ لن يتم إكمال مسارات مثل /v1/models تلقائيًا. يتم إرسال بيانات الاعتماد من خلال رأس الطلب، ويجب معاينة نتائج السحب وتأكيدها قبل دمجها.
de: Initiieren Sie nur einen GET an die hier eingegebene vollständige Adresse. Pfade wie /v1/models werden nicht automatisch vervollständigt. Die Anmeldeinformationen werden über den Anforderungsheader gesendet und die Pull-Ergebnisse müssen in der Vorschau angezeigt und bestätigt werden, bevor sie zusammengeführt werden.
en: Only initiate a GET to the complete address filled in here; paths such as /v1/models will not be automatically completed. The credentials are sent through the request header, and the pull results need to be previewed and confirmed before they are merged.
es: Inicie un GET únicamente a la dirección completa ingresada aquí; rutas como /v1/models no se completarán automáticamente. Las credenciales se envían a través del encabezado de la solicitud y es necesario obtener una vista previa de los resultados de la extracción y confirmarlos antes de fusionarlos.
fr: Lancez uniquement un GET à l’adresse complète renseignée ici ; les chemins tels que /v1/models ne seront pas automatiquement complétés. Les informations d'identification sont envoyées via l'en-tête de la demande et les résultats de l'extraction doivent être prévisualisés et confirmés avant d'être fusionnés.
ja: ここに入力された完全なアドレスに対してのみ GET を開始してください。 /v1/models などのパスは自動的に完成されません。資格情報はリクエスト ヘッダーを通じて送信され、プル結果はマージされる前にプレビューして確認する必要があります。
ko: 여기에 입력된 전체 주소로만 GET을 시작하세요. /v1/models와 같은 경로는 자동으로 완성되지 않습니다. 자격 증명은 요청 헤더를 통해 전송되며, 가져오기 결과를 병합하기 전에 미리 보고 확인해야 합니다.
pt_br: Somente inicie um GET para o endereço completo preenchido aqui; caminhos como /v1/models não serão concluídos automaticamente. As credenciais são enviadas por meio do cabeçalho da solicitação e os resultados do pull precisam ser visualizados e confirmados antes de serem mesclados.
ru: Инициируйте GET только по полному адресу, указанному здесь; такие пути, как /v1/models, не будут заполняться автоматически. Учетные данные отправляются через заголовок запроса, а результаты извлечения необходимо просмотреть и подтвердить перед их объединением.
zh_hant: 僅向這裡填寫的完整地址發起一次 GET；不會自動補全 /v1/models 等路徑。憑證通過請求頭髮送，拉取結果需預覽確認後才會合併。

source: 仅支持 兼容协议 function 工具
ar: يدعم فقط أدوات وظيفة البروتوكول المتوافقة
de: Unterstützt nur kompatible Protokollfunktionstools
en: Only supports compatible protocol function tools
es: Solo admite herramientas de función de protocolo compatibles
fr: Prend uniquement en charge les outils de fonction de protocole compatibles
ja: 互換性のあるプロトコル機能ツールのみをサポートします
ko: 호환되는 프로토콜 기능 도구만 지원
pt_br: Suporta apenas ferramentas de função de protocolo compatíveis
ru: Поддерживает только совместимые инструменты функций протокола
zh_hant: 僅支持 兼容協議 function 工具

source: 仅本机
ar: هذه الآلة فقط
de: Nur diese Maschine
en: This machine only
es: Esta maquina solo
fr: Cette machine uniquement
ja: このマシンのみ
ko: 이 기계만
pt_br: Somente esta máquina
ru: Только эта машина
zh_hant: 僅本機

source: 仅监听 127.0.0.1 并校验本机 Origin；生成工具需确认可能计费，所有调用仍经过隔离、限流、预算与日志。
ar: استمع فقط إلى 127.0.0.1 وتحقق من المصدر المحلي؛ تحتاج أداة الإنشاء إلى تأكيد الفواتير المحتملة، وستظل جميع المكالمات تمر بمرحلة العزل والحد الحالي وإعداد الميزانية والتسجيل.
de: Hören Sie nur 127.0.0.1 und überprüfen Sie den lokalen Ursprung. Das Generierungstool muss eine mögliche Abrechnung bestätigen und alle Anrufe durchlaufen weiterhin Isolierung, Strombegrenzung, Budgetierung und Protokollierung.
en: Listens only on 127.0.0.1 and validates local origins. Generation tools require billable-call confirmation, and every request still passes through quarantine, rate limits, budgets, and logging.
es: Solo escuche 127.0.0.1 y verifique el origen local; la herramienta de generación necesita confirmar una posible facturación, y todas las llamadas aún pasan por aislamiento, limitación de corriente, presupuesto y registro.
fr: Écoutez uniquement 127.0.0.1 et vérifiez l'origine locale ; l'outil de génération doit confirmer une éventuelle facturation, et tous les appels passent toujours par l'isolement, la limitation de courant, la budgétisation et la journalisation.
ja: 127.0.0.1 のみをリッスンし、ローカルの発信元を確認します。生成ツールは請求の可能性を確認する必要があり、すべての通話は依然として分離、電流制限、予算設定、およびログ記録を通過します。
ko: 127.0.0.1만 듣고 로컬 출처를 확인하세요. 생성 도구는 가능한 청구를 확인해야 하며 모든 통화는 여전히 격리, 전류 제한, 예산 책정 및 로깅을 거칩니다.
pt_br: Ouça apenas 127.0.0.1 e verifique a origem local; a ferramenta de geração precisa confirmar possível faturamento, e todas as ligações ainda passam por isolamento, limitação de corrente, orçamentação e registro.
ru: Слушайте только 127.0.0.1 и проверяйте локальное происхождение; инструменту генерации необходимо подтвердить возможное выставление счетов, и все вызовы по-прежнему проходят изоляцию, текущее ограничение, бюджетирование и журналирование.
zh_hant: 僅監聽 127.0.0.1 並校驗本機 Origin；生成工具需確認可能計費，所有調用仍經過隔離、限流、預算與日誌。

source: 仅监听 127.0.0.1；校验本机 Origin；工具全部只读，并且模型目录只返回未隔离目标。
ar: يستمع فقط إلى 127.0.0.1؛ يتحقق من الأصل الأصلي؛ جميع الأدوات للقراءة فقط، ولا يُرجع الدليل النموذجي إلا الأهداف غير المعزولة.
de: Hört nur 127.0.0.1; überprüft den nativen Ursprung; Alle Tools sind schreibgeschützt und das Modellverzeichnis gibt nur nicht isolierte Ziele zurück.
en: Listens only on 127.0.0.1, validates local origins, exposes read-only tools, and lists only non-quarantined targets.
es: Sólo escucha 127.0.0.1; verifica el origen nativo; Todas las herramientas son de solo lectura y el directorio del modelo solo devuelve objetivos no puestos en cuarentena.
fr: N'écoute que 127.0.0.1 ; vérifie l'origine native ; les outils sont tous en lecture seule et le répertoire modèle ne renvoie que les cibles non mises en quarantaine.
ja: 127.0.0.1 のみをリッスンします。ネイティブの Origin を検証します。ツールはすべて読み取り専用であり、モデル ディレクトリは隔離されていないターゲットのみを返します。
ko: 127.0.0.1만 수신합니다. 기본 원산지를 확인합니다. 도구는 모두 읽기 전용이며 모델 디렉터리는 격리되지 않은 대상만 반환합니다.
pt_br: Escuta apenas 127.0.0.1; verifica a origem nativa; as ferramentas são todas somente leitura e o diretório model retorna apenas alvos não colocados em quarentena.
ru: Слушает только 127.0.0.1; проверяет родной Origin; все инструменты доступны только для чтения, а каталог модели возвращает только некарантинные цели.
zh_hant: 僅監聽 127.0.0.1；校驗本機 Origin；工具全部只讀，並且模型目錄只返回未隔離目標。

source: 从已保存的精确模型目录增量合并，不重启服务；新增模型保持隔离，现有状态不变。
ar: يدمج دليل النماذج الدقيق المحفوظ تدريجياً دون إعادة تشغيل الخدمة. تبقى النماذج الجديدة معزولة ولا تتغير الحالات الحالية.
de: Führt den gespeicherten exakten Modellkatalog ohne Dienstneustart inkrementell zusammen. Neue Modelle bleiben in Quarantäne, bestehende Status bleiben unverändert.
en: Incrementally merges the saved exact model catalog without restarting the service. New models stay quarantined and existing statuses remain unchanged.
es: Fusiona de forma incremental el catálogo exacto guardado sin reiniciar el servicio. Los modelos nuevos quedan aislados y los estados existentes no cambian.
fr: Fusionne progressivement le catalogue exact enregistré sans redémarrer le service. Les nouveaux modèles restent en quarantaine et les états existants ne changent pas.
ja: 保存済みの正確なモデルカタログをサービス再起動なしで差分統合します。新しいモデルは隔離され、既存の状態は変わりません。
ko: 저장된 정확한 모델 카탈로그를 서비스 재시작 없이 증분 병합합니다. 새 모델은 격리 상태로 유지되고 기존 상태는 변경되지 않습니다.
pt_br: Mescla incrementalmente o catálogo exato salvo sem reiniciar o serviço. Novos modelos permanecem em quarentena e os estados existentes não mudam.
ru: Инкрементально объединяет сохранённый точный каталог без перезапуска службы. Новые модели остаются изолированными, текущие статусы не меняются.
zh_hant: 從已保存的精確模型目錄增量合併，不重啓服務；新增模型保持隔離，現有狀態不變。

source: 从应用内部调用同一个本地 HTTP 接口，验证完整路由链路。
ar: اتصل بنفس واجهة HTTP المحلية من داخل التطبيق للتحقق من ارتباط التوجيه الكامل.
de: Rufen Sie dieselbe lokale HTTP-Schnittstelle innerhalb der Anwendung auf, um den vollständigen Routing-Link zu überprüfen.
en: Call the same local HTTP interface from within the application to verify the complete routing link.
es: Llame a la misma interfaz HTTP local desde la aplicación para verificar el enlace de enrutamiento completo.
fr: Appelez la même interface HTTP locale depuis l'application pour vérifier le lien de routage complet.
ja: アプリケーション内から同じローカル HTTP インターフェイスを呼び出して、完全なルーティング リンクを確認します。
ko: 전체 라우팅 링크를 확인하려면 애플리케이션 내에서 동일한 로컬 HTTP 인터페이스를 호출하세요.
pt_br: Chame a mesma interface HTTP local de dentro do aplicativo para verificar o link de roteamento completo.
ru: Вызовите тот же локальный интерфейс HTTP из приложения, чтобы проверить полную ссылку маршрутизации.
zh_hant: 從應用內部調用同一個本地 HTTP 接口，驗證完整路由鏈路。

source: 价格
ar: الأسعار
de: Preise
en: Prices
es: Precios
fr: Tarifs
ja: 価格
ko: 가격
pt_br: Preços
ru: Цены
zh_hant: 價格

source: 价格来源
ar: مصدر السعر
de: Preisquelle
en: price source
es: fuente de precio
fr: source de prix
ja: 価格のソース
ko: 가격 출처
pt_br: fonte de preço
ru: источник цен
zh_hant: 價格來源

source: 价格超过路由上限
ar: السعر يتجاوز حد التوجيه
de: Der Preis überschreitet das Routing-Limit
en: The price exceeds the routing limit
es: El precio excede el límite de ruta.
fr: Le prix dépasse la limite d'acheminement
ja: 価格がルーティング制限を超えています
ko: 가격이 라우팅 한도를 초과합니다.
pt_br: O preço excede o limite de roteamento
ru: Цена превышает лимит маршрутизации
zh_hant: 價格超過路由上限

# 优先级 %arg
source: 优先级 %1$arg
ar: الأولوية %arg
de: Priorität %arg
en: priority %arg
es: prioridad %arg
fr: priorité %arg
ja: 優先度 %arg
ko: 우선순위 %arg
pt_br: prioridade %arg
ru: приоритет %arg
zh_hant: 優先級 %1$arg

source: 优先级故障转移
ar: تجاوز الأعطال حسب الأولوية
de: Prioritäts-Failover
en: Priority Failover
es: Conmutación por prioridad
fr: Basculement par priorité
ja: 優先順位フェイルオーバー
ko: 우선순위 장애 조치
pt_br: Failover por prioridade
ru: Отказоустойчивость по приоритету
zh_hant: 優先級故障轉移

source: 优先级数值越小越先尝试；权重仅用于权重随机策略。5xx、429 或网络错误会触发故障转移。
ar: كلما كانت قيمة الأولوية أصغر، المحاولة الأولى؛ يتم استخدام الوزن فقط لاستراتيجية الوزن العشوائية. تؤدي أخطاء 5xx أو 429 أو أخطاء الشبكة إلى تجاوز الفشل.
de: Je kleiner der Prioritätswert ist, desto größer ist der erste Versuch. Das Gewicht wird nur für die Weight-Random-Strategie verwendet. 5xx-, 429- oder Netzwerkfehler lösen ein Failover aus.
en: Lower priority values are tried first. Weights apply only to weighted-random routing. HTTP 5xx, 429, and network errors trigger failover.
es: Cuanto menor sea el valor de prioridad, el primer intento; el peso solo se usa para la estrategia aleatoria de peso. Los errores 5xx, 429 o de red desencadenan la conmutación por error.
fr: Plus la valeur de priorité est petite, c'est le premier essai ; le poids n'est utilisé que pour la stratégie de poids aléatoire. Les erreurs 5xx, 429 ou réseau déclenchent le basculement.
ja: 優先順位の値が小さいほど、最初の試行が行われます。重みは重みランダム戦略にのみ使用されます。 5xx、429、またはネットワーク エラーがフェイルオーバーをトリガーします。
ko: 우선순위 값이 작을수록 첫 번째 시도입니다. 가중치는 가중치 무작위 전략에만 사용됩니다. 5xx, 429 또는 네트워크 오류가 장애 조치를 트리거합니다.
pt_br: Quanto menor o valor da prioridade, primeira tentativa; o peso é usado apenas para a estratégia aleatória de peso. Erros 5xx, 429 ou de rede acionam o failover.
ru: Чем меньше значение приоритета, тем первая попытка; вес используется только для стратегии случайного веса. 5xx, 429 или сетевые ошибки запускают аварийное переключение.
zh_hant: 優先級數值越小越先嘗試；權重僅用於權重隨機策略。5xx、429 或網絡錯誤會觸發故障轉移。

source: 估算费用
ar: التكلفة المقدرة
de: Geschätzte Kosten
en: Estimated cost
es: Costo estimado
fr: Coût estimé
ja: 推定コスト
ko: 예상 비용
pt_br: Custo estimado
ru: Ориентировочная стоимость
zh_hant: 估算費用

source: 使用稳定别名组织多个上游，并配置故障转移。
ar: نظّم عدة خدمات علوية بأسماء مستعارة ثابتة واضبط تجاوز الأعطال.
de: Organisieren Sie mehrere Upstreams mit stabilen Aliasen und konfigurieren Sie Failover.
en: Organize multiple upstreams with stable aliases and configure failover.
es: Organiza varios servicios de origen con alias estables y configura la conmutación por error.
fr: Organisez plusieurs services en amont avec des alias stables et configurez le basculement.
ja: 安定したエイリアスで複数の上流を整理し、フェイルオーバーを設定します。
ko: 안정적인 별칭으로 여러 업스트림을 구성하고 장애 조치를 설정합니다.
pt_br: Organize vários upstreams com aliases estáveis e configure failover.
ru: Организуйте несколько поставщиков стабильными псевдонимами и настройте отказоустойчивость.
zh_hant: 使用穩定別名組織多個上游，並配置故障轉移。

source: 例如：供应商定价页 / 手工
ar: مثال: صفحة/دليل تسعير الموردين
de: Beispiel: Preisseite/Handbuch für Lieferanten
en: Example: provider pricing page / manual entry
es: Ejemplo: página/manual de precios de proveedores
fr: Exemple : page/manuel de tarification du fournisseur
ja: 例: サプライヤー価格ページ/マニュアル
ko: 예: 공급업체 가격 페이지/매뉴얼
pt_br: Exemplo: Página/Manual de preços do fornecedor
ru: Пример: страница цен поставщика/руководство
zh_hant: 例如：供應商定價頁 / 手工

source: 供应商
ar: المزوّد
de: Anbieter
en: Provider
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 제공업체
pt_br: Provedor
ru: Поставщик
zh_hant: 供應商

source: 供应商 / 模型
ar: المزوّد / النموذج
de: Anbieter / Modell
en: Provider / Model
es: Proveedor / Modelo
fr: Fournisseur / Modèle
ja: プロバイダー / モデル
ko: 제공업체 / 모델
pt_br: Provedor / Modelo
ru: Поставщик / Модель
zh_hant: 供應商 / 模型

source: 供应商 API Key 未配置
ar: لم يتم تكوين مفتاح API للمورد
de: Der API-Schlüssel des Anbieters ist nicht konfiguriert
en: Vendor API Key is not configured
es: La clave API del proveedor no está configurada
fr: La clé API du fournisseur n'est pas configurée
ja: ベンダー API キーが設定されていません
ko: 공급업체 API 키가 구성되지 않았습니다.
pt_br: A chave de API do fornecedor não está configurada
ru: Ключ API поставщика не настроен.
zh_hant: 供應商 API Key 未配置

source: 供应商 Base URL 无效
ar: عنوان URL الأساسي للمورد غير صالح
de: Die Anbieter-Basis-URL ist ungültig
en: Vendor Base URL is invalid
es: La URL base del proveedor no es válida
fr: L'URL de base du fournisseur n'est pas valide
ja: ベンダーのベース URL が無効です
ko: 공급업체 기본 URL이 잘못되었습니다.
pt_br: O URL base do fornecedor é inválido
ru: URL базы поставщиков недействителен.
zh_hant: 供應商 Base URL 無效
